{
  "text": {
    "qual": 57,
    "é": 89,
    "meu": 45,
    "saldo": 65,
    "quero": 59,
    "saber": 63,
    "quanto": 58,
    "já": 39,
    "ganhei": 23,
    "consultar": 10,
    "hey": 33,
    "hello": 32,
    "hi": 34,
    "there": 76,
    "good": 26,
    "morning": 47,
    "evening": 18,
    "moin": 46,
    "let": 42,
    "s": 61,
    "go": 24,
    "dude": 17,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 1,
    "cu": 13,
    "by": 7,
    "cee": 9,
    "you": 88,
    "later": 41,
    "night": 52,
    "bye": 8,
    "goodbye": 27,
    "have": 31,
    "a": 0,
    "nice": 51,
    "day": 14,
    "see": 67,
    "around": 5,
    "yes": 87,
    "y": 86,
    "indeed": 38,
    "of": 55,
    "course": 12,
    "that": 74,
    "sounds": 69,
    "correct": 11,
    "no": 53,
    "n": 49,
    "never": 50,
    "i": 37,
    "don": 16,
    "t": 72,
    "think": 77,
    "so": 68,
    "like": 43,
    "way": 82,
    "not": 54,
    "really": 60,
    "perfect": 56,
    "great": 30,
    "amazing": 3,
    "feeling": 22,
    "king": 40,
    "wonderful": 84,
    "am": 2,
    "very": 80,
    "going": 25,
    "to": 78,
    "save": 66,
    "the": 75,
    "world": 85,
    "super": 71,
    "stoked": 70,
    "extremely": 19,
    "my": 48,
    "was": 81,
    "horrible": 35,
    "sad": 64,
    "feel": 21,
    "well": 83,
    "disappointed": 15,
    "m": 44,
    "unhappy": 79,
    "extremly": 20,
    "saad": 62,
    "are": 4,
    "bot": 6,
    "human": 36,
    "talking": 73
  },
  "intent": {
    "pergunta_qual_saldo": 7,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "consultar_saldo": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}